[GENERAL]
NAME				= ภาษาไทย
TRANSLATOR			= Podsatorn Suksomroop
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= โปรแกรมนี้ได้หมดอายุลงแล้ว
TEXT_BETA			= เบต้า
TEXT_UNREGISTERED		= ยังไม่ได้ลงทะเบียน
TEXT_BUSINESS			= สำหรับธุรกิจ
TEXT_SAFEMODE			= โหมดปลอดภัย
TEXT_SAFEMODE_MESSAGE		= Bandicam กำลังเปิดในโหมดปลอดภัยอยู่ \nคุณลักษณะบางอย่าง รวมถึงการเข้ารหัสที่ใช้การเร่งฮาร์ดแวร์ ซึ่งอาจจะไม่ทำงานในโหมดปลอดภัย
TEXT_INIT_FAIL			= แอปลิเคชันไม่สามารถเริ่มต้นได้
TEXT_APPINFO			= Bandicam - จับภาพวิดีโอที่มีประสิทธิภาพสูง
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam ได้ยกเลิกการลงทะเบียนแล้ว


; error
TEXT_ERROR_DISKSPACE		= พื้นที่ดิสก์ไม่เพียงพอที่จะบันทึก
TEXT_ERROR_VIDEO_CAP		= ไม่สามารถเริ่มการจับภาพวิดีโอได้
TEXT_ERROR_AUDIO_CAP		= ไม่สามารถเริ่มการจับเสียงได้ \nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_ERROR_IMAGE_CAP		= ไม่สามารถจับภาพได้\nกรุณาตรวจสอบโฟลเดอร์ที่บันทึกไว้
TEXT_ERROR_CREATEFILE		= ไม่สามารถสร้างไฟล์ได้ \nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_ERROR_OUTPUTFOLDER		= ไม่พบโฟลเดอร์ที่บันทึก กรุณาเปลี่ยนโฟลเดอร์ที่บันทึก
TEXT_ERROR_RENAME_FILE		= ไม่สามารถเปลี่ยนชื่อไฟล์นี้ได้
TEXT_ERROR_CODEC_INIT		= ไม่สามารถเริ่มต้นโคเดกได้
TEXT_ERROR_CODEC_INIT_RETRY	= ไม่สามารถเริ่มต้นโคเดกได้.\nคุณจะต้องการลองอีกครั้งด้วยโคเดก H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= การบันทึกได้สิ้นสุดลงเนื่องจากมีปัญหากับวิดีโอโคเดก
TEXT_ERROR_LOGO_IMAGE		= ไม่สามารถรองรับไฟล์ภาพได้ \nกรุณาเลือกไฟล์ภาพที่รองรับได้ (*.png)
TEXT_ERROR_INIT_DEVICE		= ไม่สามารถเริ่มต้นอุปกรณ์จับภาพวิดีโอได้
TEXT_ERROR_NO_DEVICES		= ไม่พบอุปกรณ์จับภาพวิดีโอ
TEXT_ERROR_EXISTING_PRESET_NAME	= ชื่อพรีเซ็ตที่คุณตั้งไว้มีอยู่แล้ว กรุณาใส่ชื่ออื่น
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = คุณลักษณะนี้ไม่สามารถใช้ได้อีกต่อไปเนื่องจากนโยบายของทาง Facebook
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = การบันทึกได้สิ้นสุดลงเนื่องจากอุปกรณ์เสียงไม่สามารถใช้งานได้
TEXT_ERROR_DUPLICATE_HOTKEYS	= มีปุ่มลัดซ้ำกัน กรุณาเปลี่ยนปุ่มลัดใหม่
TEXT_ERROR_NO_SOUND_DEVICE	= ไม่มีอุปกรณ์เสียงที่เปิดใช้งาน กรุณาเลือกอย่างน้อยหนึ่งอุปกรณ์
TEXT_ERROR_NO_MORE_5_UPLOADING  = คุณไม่สามารถอัปโหลดมากกว่า 5 วิดีโอในเวลาเดียวกัน กรุณาลองอีกครั้งหลังอัปโหลดเสร็จสิ้น
TEXT_CAN_NOT_CHANGE_TB		= คุณไม่สามารถเปลี่ยนการตั้งค่านี้บนเวอร์ชันฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= คุณไม่สามารถเพิ่มได้มากกว่า 10 ชิ้น
TEXT_WARNING_AMD_APP		= ระบบของคุณไม่รองรับ 'H.264 (AMD VCE)', ดังนั้นโคเดกเริ่มต้นจะถูกนำมาใช้
TEXT_WARNING_AMD_APP2		= ระบบของคุณไม่รองรับ 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= ถ้าคุณเปลี่ยนอุปกรณ์จับภาพวิดีโอ การบันทึกจะสิ้นสุดลง คุณแน่ใจว่าคุณจะต้องการดำเนินต่อ?
TEXT_WARNING_EXIT_BANDICAM	= ถ้าคุณปิด Bandicam การบันทึกจะสิ้นสุดลง\nคุณแน่ใจว่าคุณจะปิด Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= ถ้าคุณปิดโปรแกรมนี้ลง ตารางการบันทึกจะไม่สามารถใช้งานใด้\nคุณแน่ใจว่าคุณจะปิด Bandicam?
TEXT_WARNING_DEL_OVERLAY	= คุณแน่ใจว่าคุณจะลบโอเวอร์เลย์ที่เลือก?
TEXT_WARNING_UNREGISTER		= คุณแน่ใจว่าคุณจะยกเลิกการลงทะเบียน Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= จำเป็นต้องต่ออายุการลงทะเบียน!
TEXT_NOTICE_NEED_TO_RENEW_2	= การลงทะเบียนของคุณจะสิ้นสุดลงในอีก <font color="red">%d วัน</font><br>เพื่อใช้งาน Bandicam ต่อไปโดยไม่มีข้อจำกัด คุณจะต้องต่ออายุการลงทะเบียน
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= การลงทะเบียนของคุณสิ้นสุดลงแล้ว <br>เพื่อใช้งาน Bandicam ต่อไปโดยไม่มีข้อจำกัด คุณจะต้องต่ออายุการลงทะเบียน
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = ข้อมูลการลงทะเบียนของคุณจะสิ้นสุดลงภายใน <font color="red">24 ชั่วโมง</font><br>เพื่อใช้งาน Bandicam ต่อไปโดยไม่มีข้อจำกัด คุณจะต้องต่ออายุการลงทะเบียน

; video setting page name
TEXT_VID_PAGE_SOUND		= เสียง
TEXT_VID_PAGE_WEBCAM		= เว็บแคม
TEXT_VID_PAGE_LOGO		= โลโก้
TEXT_VID_PAGE_EFFECTS		= เมาส์
TEXT_VID_PAGE_KEYSTROKE		= Keystroke
TEXT_VID_PAGE_TEXT		= ข้อความ
TEXT_VID_PAGE_OPTIONS		= ตัวเลือก

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= โลโก้

; option page name
TEXT_OPT_PAGE_GENERAL		= ทั่วไป
TEXT_OPT_PAGE_OUTPUT		= บันทึกไปยัง
TEXT_OPT_PAGE_HOOKING		= การจับภาพ
TEXT_OPT_PAGE_LANGUAGE		= ภาษา
TEXT_OPT_PAGE_HOTKEYS		= ปุ่มลัด
TEXT_OPT_PAGE_OTHERS		= อื่นๆ

TEXT_VIDEO			= วิดีโอ
TEXT_AUDIO			= เสียง

TEXT_FOLDER_SELECT		= กรุณาเลือกโฟลเดอร์ที่จะเก็บ

TEXT_FMT_FULL_SIZE		= เต็มขนาด
TEXT_FMT_HALF_SIZE		= ครึ่งขนาด
TEXT_FMT_FIT_WIDTH		= พอดีกับความกว้าง
TEXT_FMT_FIT_HEIGHT		= พอดีกับความสูง
TEXT_FMT_CUSTOM_SIZE		= กำหนดเอง
TEXT_FMT_STEREO			= สเตอริโอ
TEXT_FMT_MONO			= โมโน
TEXT_FMT_ORIGINAL_PCM		= รูปแบบเสียงเดิม
TEXT_FMT_AUTO			= อัตโนมัติ
TEXT_FMT_LOSSLESS		= แบบไม่สูญเสีย

; preset
TEXT_PRESET_DEFAULT		= ค่าเริ่มต้น
TEXT_PRESET_HALFSIZE		= ครึ่งขนาด
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= การตั้งค่าเร็วมากสำหรับ 60 FPS
TEXT_PRESET_LOWEND		= คอมพิวเตอร์สเปคต่ำ
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= สำหรับ PMP/Divx Player
TEXT_PRESET_EDIT		= สำหรับการแก้ไข Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= สำหรับ MS PowerPoint
TEXT_PRESET_320x0		= พอดีกับความกว้าง, 320x0
TEXT_PRESET_640x0		= พอดีกับความกว้าง, 640x0
TEXT_PRESET_800x0		= พอดีกับความกว้าง, 800x0
TEXT_PRESET_1280x0		= พอดีกับความกว้าง, 1280x0
TEXT_PRESET_USER		= พรีเซ็ตของผู้ใช้

TEXT_CHANGE_LANG		= เมื่อต้องการเปลี่ยนภาษาคุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_CHANGE_HOOK		= เมื่อต้องการเปลี่ยนเป้าหมายการจับภาพคุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_CHANGE_SIZE		= เมื่อต้องการเปลี่ยนขนาดหน้าต่าง Bandicam คุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_RESET_ALL_SETTINGS		= คุณแน่ใจว่าคุณจะต้องการคืนการตั้งค่าทั้งหมดหรือไม่?

TEXT_REGISTER_SUCCEEDED		= Bandicam ของคุณได้ลงทะเบียนแล้ว
TEXT_REGISTER_FAILED		= การลงทะเบียนล้มเหลว\nกรุณาตรวจสอบ E-mail ของคุณและหมายเลย Serial
TEXT_REGISTER_CONNECT_FAILED	= ไม่สามารถเชื่อมต่อได้\nกรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณและตั้งระบบนาฬิกาทั้งเวลาและวันที่ของวันนี้\nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_REGISTER_INFO		= ที่อยู่ E-mail: %s\r\nหมายเลข Serial: %s
TEXT_REGISTER_INFO2		= วันหมดอายุ : %s (เหลืออัก %d วัน)
TEXT_REGISTER_INFO2_EXPIRING	= วันหมดอายุ : %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= วันหมดอายุ : %s (หมดอายุลงแล้ว)
TEXT_REGISTER_LIMITED_1		= คุณสามารถบันทึกได้สูงสุด 10 นาทีด้วยเวอร์ชันฟรี
TEXT_REGISTER_LIMITED_2		= ถ้าคุณลงทะเทียนแล้ว คุณสามารถบันทึกโดยไม่จำกัดเวลาโดยเริ่มจากการบันทึกครั้งต่อไป กรุณาสั่งซื้อ Bandicam จากเว็บไซต์อย่างเป็นทางการ
TEXT_REGISTER_LIMITED_SREC	= คุณสามารถบันทึกได้ 10 นาทีบนเวอร์ชันฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_REGISTER_NEWRECORD		= คุณไม่สามารถบันทึกต่อได้อีกบนเวอร์ชันฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_REGISTER_LICENCE_INFO	= ยังไม่ได้ลงทะเบียน!!!\r\nหากคุณจะบันทึกแบบไม่มีลายน้ำบนวิดีโอของคุณ\r\nคุณจะต้องสั่งซื้อ Bandicam

TEXT_PROGRAM_INVALID		= โปรแกรมนี้ติดตั้งไม่ถูกต้อง\nกรุณาลองติดตั้งใหม่

TEXT_SELECT_NOT_SELECTED	= กรุณาเลือกโหมดการบันทึก
TEXT_SELECT_TARGET		= กรุณาคลิกที่เป้าหมายของโปรแกรม
TEXT_SELECT_DEVICE		= กรุณาเลือกอุปกรณ์จับภาพวิดีโอ
TEXT_TARGET_DIRECTX		= โหมดบันทึกเกม - บันทึกเกมและวิดีโอโดยใช้ DirectX
TEXT_TARGET_SCREEN		= โหมดบันทึกหน้าจอ - บันทึกหน้าจอเดสท็อปและเว็บวิดีโอ
TEXT_TARGET_DEVICE		= โหมดการบันทึกด้วยอุปกรณ์ - บันทึกเว็บแคมและอุปกรณ์บันทึก HDMI
TEXT_TARGET_AUDIO		= โหมดบันทึกเฉพาะเสียง - คุณสามารถบันทึกได้เฉพาะเสียงเท่านั้น
TEXT_TARGET_CHANGING		= หากคุณต้องการเปลี่ยนโหมดการบันทึก การบันทึกปัจจุบันจะหยุดทันที \n คุณแน่ใจหรือไม่?
TEXT_TARGET_CLOSE		= หากคุณต้องการปิดโหมดการบันทึก การบันทึกปัจจุบันจะหยุดทันที \n คุณแน่ใจหรือไม่?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= คุณไม่สามารถเริ่มบันทึกใน 'โหมดบันทึกเกม' ได้เนื่องจากเป้าหมายหน้าต่างยังไม่ได้เลือก\n\nคุณต้องการที่จะเปลี่ยนโหมดการบันทึกเป็น 'โหมดบันทึกหน้าจอ' เพื่อที่จะเริ่มต้นการบันทึก?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= คุณไม่สามารถเริ่มบันทึกใน 'โหมดการบันทึกด้วยอุปกรณ์' ได้เนื่องจากคุณยังไม่ได้เลือกอุปกรณ์ที่จะบันทึก\n\nคุณต้องการที่จะเปลี่ยนโหมดการบันทึกเป็น 'โหมดบันทึกหน้าจอ' เพื่อที่จะเริ่มต้นการบันทึก?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= คุณไม่สามารถเริ่มต้นการบันทึกได้เนื่องจากโหมดการบันทึกยังไม่ได้แลือก\n\nคุณต้องการที่จะเปลี่ยนโหมดการบันทึกเป็น 'โหมดบันทึกหน้าจอ' เพื่อที่จะเริ่มต้นการบันทึก?

TEXT_STATUSBAR_READY		= พร้อม
TEXT_STATUSBAR_RECORDING	= กำลังบันทึก
TEXT_STATUSBAR_PAUSE		= พัก

TEXT_UPDATE_AVAILABLE		= เวอร์ชันใหม่ของ Bandicam ได้ออกแล้ว \nดาวน์โหลดเดี๋ยวนี้?
TEXT_UPDATE_UNAVAILABLE		= เวอร์ชันของคุณเป็นเวอร์ชันล่าสุด
TEXT_UPDATE_FAILED		= ไม่สามารถตรวจเวอร์ชันล่าสุดของคุณได้ \nระบบของคุณอาจจะไม่ได้เชื่อมต่อกับอินเทอร์เน็ตหรือเซิร์ฟเวอร์อาจไม่สามารถทำงานอย่างถูกต้อง
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= ไม่สามารถอัปโหลดได้ หากคุณเพิ่งลงทะเบียนแล้ว กรุณาตรวจสอบที่อยู่อีเมลของคุณ

TEXT_TARGET_FULL		= เต็มหน้าจอ
TEXT_TARGET_RESTORE		= เปิด
TEXT_TARGET_TOGGLE_TOP		= ย้ายแถบควบคุมไปข้างบน
TEXT_TARGET_TOGGLE_BOTTOM	= ย้ายแถบควบคุมไปข้างล่าง
TEXT_TARGET_FIND		= เลือกพื้นที่การบันทึก
TEXT_TARGET_RESIZE		= เลือกขนาดเมนู
TEXT_TARGET_IMAGE		= จับรูปภาพ
TEXT_TARGET_PEN			= โหมดการวาดรูป
TEXT_TARGET_RECORD_START	= บันทึกวิดีโอ - เริ่ม
TEXT_TARGET_RECORD_PAUSE	= บันทึกวิดีโอ - พัก
TEXT_TARGET_RECORD_STOP		= บันทึกวิดีโอ - หยุด
TEXT_TARGET_MENU		= เมนู
TEXT_TARGET_DISPLAY		= หน้าจอที่ %d
TEXT_TARGET_DISPLAY_ALL		= ทุกหน้าจอ

TEXT_DEVICE_FULL		= เต็มหน้าจอ
TEXT_DEVICE_RESTORE		= คืนกลับ
TEXT_DEVICE_SELECT_DEVICE	= เลือกอุปกรณ์
TEXT_DEVICE_VOLUME		= ระดับเสียง
TEXT_DEVICE_IMAGE		= การจับภาพ
TEXT_DEVICE_RECORD_START	= บันทึกวิดีโอ - เริ่ม
TEXT_DEVICE_RECORD_PAUSE	= บันทึกวิดีโอ - พัก
TEXT_DEVICE_RECORD_STOP		= บันทึกวิดีโอ - หยุด
TEXT_DEVICE_MENU		= เมนู

TEXT_RC_HOWTO_NOCOMPLETE	= ห้ามใช้เสร็จแบบอัตโนมัติเป็นการบันทึก
TEXT_RC_HOWTO_BYTIME		= ตามเวลา
TEXT_RC_HOWTO_BYSIZE		= ตามขนาด
TEXT_RC_HOWTO_BYSILENCE		= ตามระยะเวลาที่ไม่มีเสียง
TEXT_RC_AFTER_NEWRECORD		= เริ่มการบันทึกใหม่
TEXT_RC_AFTER_EXIT		= ออก Bandicam
TEXT_RC_AFTER_SHUTDOWN		= ปิดเครื่องคอมพิวเตอร์
TEXT_RC_AFTER_HIBERNATE		= ไฮเบอร์เนตคอมพิวเตอร์ของคุณ

TEXT_SHUTDOWN_SEC		= กำลังปิดเครื่องคอมพิวเตอร์ในอีก %d วินาที

TEXT_SEL_IMAGE_FILE		= เลือกไฟล์รูปภาพ

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- ปิด --
TEXT_SND_SELECT_2_DISABLE	= -- ปิด (แนะนำ) --

TEXT_CORRUPTED_AVI_FILE		= ไฟล์ที่คุณบันทึกเป็นครั้งล่าสุดได้เสียหาย\nซ่อมแซม?\n\nไฟล์: %s
TEXT_SELECTED_CORRUPTED_FILE	= ไฟล์ที่เลือกนั้นเสียหาย\nคุณจะต้องการซ่อมแซมหรือไม่?\n\nไฟล์: %s
TEXT_TRAY_BALLOON_TIP		= คลิกที่ถาดไอคอนเพื่อเรียก Bandicam
TEXT_TRAY_BALLOON_TIP_RECT	= คลิกที่ถาดไอคอนเพื่อแสดงหน้าต่างบันทึกหน้าจอ
TEXT_TRAY_BALLOON_TIP_DEVICE	= คลิกที่ถาดไอคอนเพื่อแสดงหน้าต่างอุปกรณ์ที่กำลังบันทึก
TEXT_FORCE_STOP			= ไม่สามารถหยุดการบันทึกได้เนื่องจากเป้าหมายของโปรแกรมนั้นไม่ตอบสนอง\nคุณจะต้องการหยุดแบบทันทีหรือไม่?
TEXT_EXTERNAL_CODEC		= - การเข้ารหัสภายนอก -
TEXT_CUDA_GPU_AUTOSELECT	= (เลือกอัตโนมัติ)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= สถานะการบันทึก
TEXT_INDICATOR_TIME		= ระยะเวลาที่บันทึก
TEXT_INDICATOR_SIZE		= ขนาดไฟล์ในการบันทึก / พื้นที่ว่าง
TEXT_INDICATOR_VOLUME		= ระดับเสียงปัจจุบัน

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ปกติ] ความสำคัญทั่วไป
TEXT_REC_PRIORITY_HIGH		= [สูง] สำคัญกว่าปกติ
TEXT_REC_PRIORITY_HIGHEST	= [สูงสุด] งานอื่นๆ อาจช้าลง

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut ยังไม่ได้ติดตั้ง คุณต้องการดาวน์โหลด Bandicut หรือไม่?
TEXT_OUTPUTS_DELETE		= คุณต้องการลบไฟล์ที่เลือกออกอย่างถาวรหรือไม่?
TEXT_OUTPUTS_SELCOUNT		= %d รายการที่เลือก

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= ชื่อเป้าหมาย
TEXT_FILE_NAME_PREFIX_CUSTOM	= คำนำหน้าเอง
TEXT_FILE_NAME_PREFIX_NONE	= ไม่มี
TEXT_FILE_NAME_SUFFIX_TIME	= วันที่/เวลา
TEXT_FILE_NAME_SUFFIX_NUMBER	= รหัสหมายเลข

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= กรุณาใส่ตัวเลขระหว่าง 1 ถึง 1440 นาที
TEXT_TIMER_REC_STOP_RECORDING	= การบันทึกกำลังอยู่ในทำการ \nคุณแน่ใจที่จะหยุดการบันทึกและดำเนินต่อ?
TEXT_TIMER_REC_MODE_NOT_SELECTED= ไม่สามารถตั้งเวลาการบันทึกได้เนื่องจากคุณยังไม่ได้เลือกโหมดการบันทึก กรุณาเลือกโหมดการบันทึกก่อน

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= กรุณาใส่หัวข้อวิดีโอที่จะอัปโหลด
TEXT_UPLOAD_VID_NO_PASSWORD	= กรุณาใส่รหัสผ่าน
TEXT_UPLOAD_YOUTUBE_LOGIN	= เข้าสู่ระบบ YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= กำลังเข้าสู่ระบบ YouTube จากเบราว์เซอร์...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= ยกเลิก
TEXT_UPLOAD_VIMEO_LOGIN		= เข้าสู่ระบบ Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= กำลังเข้าสู่ระบบ Vimeo จากเบราว์เซอร์...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= ยกเลิก
TEXT_UPLOAD_FACEBOOK_LOGIN	= เข้าสู่ระบบ Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= เข้าสู่ระบบ Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= กำลังเข้าสู่ระบบ Google Drive จากเบราว์เซอร์...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= ยกเลิก
TEXT_UPLOAD_COMPLETE		= อัปโหลดแล้ว
TEXT_UPLOAD_ERR_FAIL		= ล้มเหลวในการอัปโหลดวิดีโอนี้
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= ไฟล์นี้ใหญ่เก็นไปที่จะอัปโหลด
TEXT_UPLOAD_ERR_FREESPACE	= พื้นที่บน Vimeo ไม่เพียงพอที่จะอัปโหลด
TEXT_UPLOAD_ERR_CONNECT		= ล้มเหลวในการเชื่อมต่อกับเซิร์ฟเวอร์
TEXT_UPLOAD_ERR_AUTH_VIMEO	= ไม่สามารถอัปโหลดนี้ได้ ผู้ใช้ Vimeo Basic ไม่สามารถใช้ฟังก์ชันนี้ได้
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam ได้เกินโควต้าสำหรับการอัปโหลดรายวันที่ระบุไว้โดย YouTube \nโควต้าจะรีเซ็ตตอนเที่ยงคืนของเวลาแปซิฟิก (PT) \nกรุณาอัปโหลดวิดีโอโดยตรงบน YouTube หรือลองอีกครั้งหลังเที่ยงคืนของเวลาแปซิฟิก\n\nคุณต้องการที่จะไปเว็บไซต์ YouTube.com หรือใหม่?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= ล้มเหลวในการเข้าถึงโทเค็น

; deinterlacing
TEXT_DEINT_NONE			= (ไม่มี)
TEXT_DEINT_ODD			= สนามคี่
TEXT_DEINT_EVEN			= สนามคู่
TEXT_DEINT_BLEND		= ผสม

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [กดเพื่อพูด] บันทึกเสียงเฉพาะขณะกด
TEXT_SND_CAP_PUSH_TO_MUTE	= [กดเพื่อปิดเสียง] ปิดเสียงเฉพาะขณะกด

; download & update 
TEXT_UPDATE_IN_PROGRESS		= กำลังดำเนินการติดตั้ง...
TEXT_UPDATE_FAILED_DL		= ไม่สามารถดาวน์โหลดไฟล์ติดตั้งได้ \nระบบอาจไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตได้ในขณะนี้
TEXT_UPDATE_INSTALL_SUCCEED	= การติดตั้งเสร็จสมบูรณ์
TEXT_UPDATE_INSTALL_FAILED	= การติดตั้งล้มเหลว

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (ไม่มี)
TEXT_WEBCAM_FLIP_HORIZONTAL	= แนวนอน
TEXT_WEBCAM_FLIP_VERTICAL	= แนวตั้ง

; scheduled recording list
TEXT_SREC_HEADER_NAME		= ชื่อ
TEXT_SREC_HEADER_STATUS		= สถานะ
TEXT_SREC_HEADER_START_TIME	= เวลาเริ่มต้น
TEXT_SREC_HEADER_END_TIME	= เวลาสิ้นสุด
TEXT_SREC_HEADER_DURATION	= ระยะเวลา
TEXT_SREC_HEADER_TARGET		= เป้าหมาย
TEXT_SREC_HEADER_AFTER_REC	= หลังการบันทึก
TEXT_SREC_DEFAULT_NAME		= ตารางเวลา
TEXT_SREC_DELETE_SCHEDULES	= คุณแน่ใจว่าจะลบตารางเวลาที่เลือกอย่างถาวร?
TEXT_SREC_STATUS_WAITING	= กำลังรอ
TEXT_SREC_STATUS_RECORDING	= กำลังบันทึก
TEXT_SREC_STATUS_PASSED		= เสร็จสิ้น
TEXT_SREC_STATUS_INACTIVE	= ไม่ทำงาน
TEXT_SREC_TARGET_NOT_CHANGE	= (ไม่เปลี่ยนแปลง)
TEXT_SREC_TARGET_FULL_SCREEN	= เต็มหน้าจอ
TEXT_SREC_TARGET_CUSTOM_AREA	= สี่เหลี่ยมผืนผ้าบนหน้าจอ
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= ใช้เป้าหมายการบันทึกครั้งล่าสุด
TEXT_SREC_DISPLAY_ALL		= ทุกหน้าจอ
TEXT_SREC_DISPLAY		= หนัาจอ %d
TEXT_SREC_DO_NOTHING		= (ไม่ทำอะไร)
TEXT_SREC_EXIT_BANDICAM		= ออกจาก Bandicam
TEXT_SREC_SHUTDOWN_PC		= ปิดเครื่องคอมพิวเตอร์ของคุณ
TEXT_SREC_HIBERNATE_PC		= ไฮเบอร์เนตคอมพิวเตอร์ของคุณ
TEXT_SREC_ERR_TIME		= ระยะเวลาจะต้องอยู่ในเวลาระหว่าง 00:00:01 และ 23:59:59
TEXT_SREC_ERR_DAY		= คุณจะต้องเลือกอย่างน้อยหนึ่งวัน
TEXT_SREC_ERR_OVERLAPPED	= เวลาการบันทึกซ้ำกับ "%s"
TEXT_SREC_SAME_DAY		= วันเดียวกัน
TEXT_SREC_DAY_AFTER		= หลังจากวันนี้
TEXT_SREC_EVERYDAY		= ทุกวัน
TEXT_SREC_SUN			= วันอาทิตย์
TEXT_SREC_MON			= วันจันทร์
TEXT_SREC_TUE			= วันอังคาร
TEXT_SREC_WED			= วันพุธ
TEXT_SREC_THU			= วันพฤหัสบดี
TEXT_SREC_FRI			= วันศุกร์
TEXT_SREC_SAT			= วันเสาร์
TEXT_SREC_START_INFO		= กำลังจะเริ่มการบันทึกในอีก %s
TEXT_SREC_STOP_INFO		= กำลังจะหยุดการบันทึกในอีก %s
TEXT_SREC_DAY			= %Dวัน
TEXT_SREC_DAYS			= %Dวัน
TEXT_SREC_WAITING_0		= คุณยังไม่มีตารางกำหนดการบันทึก
TEXT_SREC_WAITING_1		= คุณมี 1 ตารางกำหนดการบันทึก
TEXT_SREC_WAITING_N		= คุณมี %d ตารางกำหนดการบันทึก

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= กำลังประมวลผล คุณแน่ใจว่าคุณจะออก?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= ไฟล์ที่เลือกนั้นไม่รองรับรูปแบบไฟล์
TEXT_BDFIX_NOT_CORRUPTED	= ไฟล์ที่เลือกนั้นไม่เสียหาย\nคุณจะการดำเนินต่อหรือไม่?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= ไฟล์ที่เลือกนั้นยังไม่เสียหายหรือไม่สามารถตรวจสอบความเสียหายได้
TEXT_BDFIX_ALREADY_EXISTS	= ไฟล์ที่บันทึกนั้นมีอยู่แล้ว คุณต้องการเขียนทับหรือไม่?
TEXT_BDFIX_SAME_PATH		= ไฟล์ที่บันทึกนั้นใช้ชื่อเดียวกันกับไฟล์ไฟล์ที่คุณเลือก
TEXT_BDFIX_DISK_SPACE		= ความจุไม่เพียงพอสำหรับการสร้างไฟล์บันทึก
TEXT_BDFIX_PROCESS_COMPLETE	= ดำเนินการเสร็จสมบูรณ์!
TEXT_BDFIX_STATUS_PROCESSING	= กำลังดำเนินการ
TEXT_BDFIX_STATUS_COMPLETE	= สมบูรณ์
TEXT_BDFIX_STATUS_FAILED	= ล้มเหลว
TEXT_BDFIX_STATUS_READY		= พร้อม
TEXT_BDFIX_FAILED_TO_OPEN	= ไฟล์ที่เลือกนั้นไม่สามารถเปิดได้
TEXT_BDFIX_FAILED_TO_PROCESS	= ล้มเหลวในการดำเนินการกู้คืน

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= ไฟล์ AVI
TEXT_OP_FILTER_MP4		= ไฟล์ MP4
TEXT_OP_FILTER_PNG		= ไฟล์ PNG
TEXT_OP_FILTER_ALL		= ทุกไฟล์
TEXT_OP_FILTER_MEDIA		= ไฟล์สื่อ

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 วินาที
TEXT_TARGET_COUNTDOWN_2		= 2 วินาที
TEXT_TARGET_COUNTDOWN_3		= 3 วินาที
TEXT_TARGET_COUNTDOWN_4		= 4 วินาที
TEXT_TARGET_COUNTDOWN_5		= 5 วินาที
TEXT_TARGET_COUNTDOWN_6		= 6 วินาที
TEXT_TARGET_COUNTDOWN_7		= 7 วินาที
TEXT_TARGET_COUNTDOWN_8		= 8 วินาที
TEXT_TARGET_COUNTDOWN_9		= 9 วินาที
TEXT_TARGET_COUNTDOWN_10	= 10 วินาที

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (อุปกรณ์เสียงเริ่มต้น)
TEXT_DEFAULT_OUTPUT_DEVICE	= (อุปกรณ์เสียงออกเริ่มต้น)
TEXT_DEFAULT_INPUT_DEVICE	= (อุปกรณ์เสียงเข้าเริ่มต้น)
TEXT_DEFAULT_DEVICE_FORMAT	= (ตรวจจับรูปแบบอัตโนมัติ)
TEXT_HOTKEY_NONE		= (ไม่มี)
TEXT_ADD_YOUR_TEXT_HERE		= เพิ่มข้อความของคุณที่นี่
TEXT_NOT_SHOW_THIS_NOTICE	= คุณแน่ใจว่าคุณจะไม่ต้องการเห็นข้อความนี้อีก?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= คุณแน่ใจว่าคุณจะเริ่มต้น Bandicam ด้วยสิทธิใหม่?
TEXT_RESET_TO_DEFAULT		= คืนการตั้งค่าทั้งหมด

; oauth complete html
TXT_LANG_CODE           	= "th"
TXT_TITLE               	= "เข้าสู่ระบบกับ YouTube สำเร็จ!"
TXT_MESSAGE_COMPLETE1   	= "เข้าสู่ระบบกับ YouTube สำเร็จ!"
TXT_MESSAGE_COMPLETE2   	= "คุณสามารถปิดหน้านี้"
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/th/' class='bandicam'><div>ไปที่ bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/th/' class='bandicut'><div>ไปที่ bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (ไม่มี)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= ค่าเริ่มต้น
TEXT_PIPMASK_SQUARE		= สี่เหลี่ยม
TEXT_PIPMASK_CIRCLE		= วงกลม
TEXT_PIPMASK_ELLIPSE		= วงรี

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= เล็ก
TEXT_KEYSTROKE_SIZE_2		= ปานกลาง
TEXT_KEYSTROKE_SIZE_3		= ใหญ่

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= วิธีการเลือกอัตโนมัติ (ค่าเริ่มต้น)
TEXT_ENHANCED_CAPTURE_1		= วิธีที่ 1 (สำหรับ Windows 8 ขึ้นไป)
TEXT_ENHANCED_CAPTURE_2		= วิธีที่ 2 (สำหรับ Windows 10 ขึ้นไป)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= ปิดการใช้งาน
TEXT_SND_DEVICE_NO_MICROPHONE	= ปิดการใช้งาน
TEXT_SND_DEVICE_NO_ALL_SOUND	= ไม่ต้องบันทึกเสียงทั้งหมด
TEXT_SND_DEVICE_ADVANCED	= ขั้นสูง...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= หน้าแรก
$BN_PAGE_GENERAL		= ทั่วไป
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= วิดีโอ
$BN_PAGE_IMAGE			= รูปภาพ
$BN_PAGE_AUDIO			= เสียง
$BN_PAGE_ABOUT			= เกี่ยวกับ
$BN_UNREGISTERED		= เวอร์ชัน<font color="#ffa900">ฟรี</font>จะจำกัดการบันทึกที่ <font color="#ffa900">10 นาที</font>ต่อครั้ง
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= ตัวเลือก
$ST_GEN_OUTPUT_FOLDER		= บันทึกไปยัง
$BN_GEN_OPEN_OUTPUT_FOLDER	= เปิด
$BN_GEN_ADV_OPTIONS		= ขั้นสูง
$CK_GEN_ALWAYS_ON_TOP		= Bandicam แสดงบนหน้าจอตลอด
$CK_GEN_START_MINIMIZED		= เริ่ม Bandicam ที่ถาดไอคอน
$CK_GEN_RUN_WHEN_START		= เรียกใช้ Bandicam เมื่อเปิดเครื่อง
$CK_GEN_RECORD_WHEN_RUN		= เริ่มบันทึกเต็มหน้าจอหลังเรียกใช้ Bandicam
$CK_GEN_TIMER_RECORDING		= ตั้งเวลาสำหรับการเริ่มบันทึกแบบอัตโนมัติ
$ST_GEN_LANGUAGE		= ภาษา
$ST_GEN_REC_AUTO_START		= เริ่มบันทึกเองแบบอัตโนมัติ
$ST_GEN_REC_SCHEDULED		= ตารางการบันทึก
$BN_GEN_REC_SCHEDULED		= ตั้งค่า
$ST_GEN_REC_AUTO_COMPLETE	= เสร็จแบบอัตโนมัติ
$BN_GEN_REC_AUTO_COMPLETE	= การตั้งค่า
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= โอเวอร์เลย์
$CK_FPS_OVERLAY_HOTKEY		= ปุ่มลัดแสดง/ซ่อน
$CK_FPS_OVERLAY_POS_HOTKEY	= ปุ่มลัดตำแหน่ง
$CK_FPS_OVERLAY			= โอเวอร์เลย์ FPS
$ST_FPS_LIMIT			= จำกัด
$CK_FPS_LIMIT_HOTKEY		= ปุ่มลัด
$CK_FPS_LIMIT			= ตั้งจำกัด FPS
$CK_FPS_LIMIT_ONLY_CAP		= เฉพาะขณะกำลังบันทึก
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= บันทึก
$CK_VID_RECORD_HOTKEY		= ปุ่มลัดบันทึก/หยุด
$CK_VID_PAUSE_HOTKEY		= ปุ่มลัดพักการบันทึก
$CK_VID_SHOW_CURSOR		= แสดงเคอร์เซอร์เมาส์
$CK_VID_CLICK_EFFECTS		= เพิ่มลักษณะการคลิกเมาส์
$CK_VID_WEBCAM_OVERLAY		= เพิ่มเว็บแคมโอเวอร์เลย์
$BN_VID_RECORD_SETTINGS		= ตั้งค่า
$ST_VID_FORMAT			= รูปแบบ
$ST_VID_FORMAT_VIDEO		= วิดีโอ
$ST_VID_FORMAT_AUDIO		= เสียง
$BN_VID_FORMAT_SETTINGS		= ตั้งค่า
$BN_VID_FORMAT_PRESETS		= พรีเซ็ต
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= จับภาพ
$CK_IMG_CAPTURE_HOTKEY		= ปุ่มลัด
$CK_IMG_CAPTURE_REPEAT		= จับภาพซ้ำ
$ST_IMG_CAPTURE_REPEAT		= วินาที
$CK_IMG_SHOW_CURSOR		= แสดงเคอร์เซอร์เมาส์
$CK_IMAGE_ADD_LOGO		= เพิ่มโลโก้โอเวอร์เลย์
$CK_IMG_SHUTTER_SOUND_EFFECT	= เปิดเสียงชัตเตอร์
$BTN_IMAGE_SETTINGS		= ตั้งค่า
$ST_IMG_FORMAT			= รูปแบบ
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - ปานกลาง
$CK_IMG_FORMAT_JPG_HQ		= JPG - คุณภาพสูง
$CK_IMAGE_JPG_CUSTOM		= JPG - กำหนดเอง (20~100)
$BTN_IMG_FORMAT_ANIGIF		= วิธีบันทึกเป็นภาพ gif เคลื่อนไหว
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= บันทึกเฉพาะเสียง
$CK_AUD_RECORD_HOTKEY		= ปุ่มลัดบันทึก/หยุด
$CK_AUD_PAUSE_HOTKEY		= ปุ่มลัดพักการบันทึก
$BTN_AUDIO_SETTINGS		= ตั้งค่า
$ST_AUD_FORMAT			= รูปแบบ
$ST_AUD_FORMAT_TYPE		= ประเภทไฟล์
$ST_AUD_FORMAT_AUDIO		= เสียง
$BN_AUD_FORMAT_SETTINGS		= ตั้งค่า
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= เริ่มต้น
$ST_OUT_TAB_VIDEO		= วิดีโอ
$ST_OUT_TAB_IMAGE		= รูปภาพ
$ST_OUT_TAB_AUDIO		= เสียง
$BN_OUT_PLAY_VIDEO		= เล่น
$BN_OUT_OPEN_IMAGE		= เปิด
$BN_OUT_EDIT			= แก้ไข
$BN_OUT_UPLOAD			= อัปโหลด
$BN_OUT_DELETE			= ลบ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam เวอร์ชัน
$ST_ABO_COPYRIGHT		= สงวนลิขสิทธิ์(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= มีเวอร์ชันใหม่
$BN_ABO_CHECK_UPDATE		= ตรวจสอบการอัพเดต
$ST_ABO_LICENCE_INFO		= ข้อมูลการลงทะเบียน
$BN_ABO_REGISTER		= ลงทะเบียน
$BN_ABO_REGISTER_HELP		= วิธีการสั่งซื้อและลงทะเบียน
$BN_ABO_UPDATE_REGISTRATION	= เปลี่ยนข้อมูลการลงทะเบียน
$BN_ABO_RENEW_LICENSE		= ต่ออายุข้อมูลการลงทะเบียน
$ST_ABO_HOMEPAGE_INFO		= เว็บไซต์ URL
$ST_ABO_HOMEPAGE_URL		= โฮมเพจ
$ST_ABO_FAQ_URL			= คำถามที่พบบ่อย
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= กรุณาเลือกอุปกรณ์!
$ST_DEVICE_CONNECTING		= กำลังเชื่อมต่อ...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> เป็นโปรแกรมที่จำเป็นสำหรับผู้ใช้ Bandicam คุณสามารถตัดต่อวิดีโอได้อย่างรวดเร็วด้วย Bandicam
$BTN_UPDATE_STEP1_LINK		= เรียนรู้เพิ่มเติม
$ST_UPDATE_STEP2_TEXT		= กำลังดาวน์โหลด...
$BTN_UPDATE_INSTALL		= ติดตั้งตอนนี้
$BTN_UPDATE_LATER		= ไม่ขอบคุณ!
$BTN_UPDATE_CANCEL		= ยกเลิก
$BTN_UPDATE_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= มี Bandicam เวอร์ชันใหม่ออกมา คุณต้องการจะเริ่มอัปเดตหรือใหม่
$BTN_UPDATE_BANDICAM_CANCEL	= ยกเลิก
$BTN_UPDATE_BANDICAM_INSTALL	= อัปเดต
$BTN_UPDATE_BANDICAM_IGNORE	= อย่าถามสำหรับเวอร์ชันนี้
$BTN_UPDATE_BANDICAM_LEARNMORE	= เรียนรู้เพิ่มเติม
$BTN_UPDATE_BANDICAM_SETTINGS	= ตั้งค่าการอัปเดต

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= กรุณาเลือกโหมดการบันทึกที่คุณต้องการใช้
$ST_START_SEL_RECT		= พื้นที่สี่เหลี่ยมผืนผ้า
$ST_START_SEL_FULL		= เต็มหน้าจอ
$ST_START_SEL_WINDOW		= ระบุหน้าจอ
$ST_START_SEL_MOUSE		= รอบๆ เมาส์
$ST_START_SEL_GAME		= บันทึกเกม
$ST_START_SEL_DEVICE		= บันทึกด้วยอุปกรณ์
$ST_START_SEL_AUDIO		= บันทึกเฉพาะเสียง
$ST_START_SEL_HELP		= ช่วยเหลือออนไลน์

$ST_START_RECT_TITLE		= บันทึกหน้าจอ - พื้นที่สี่เหลี่ยมผืนผ้า
$ST_START_RECT_DESC		= โหมดนี้ให้คุณบันทึกพื้นที่บางส่วนของหน้าจอ
$ST_START_RECT_STEP		= 1. เลือกขนาดและพื้นที่ที่จะบันทึก [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_FULL_TITLE		= บันทึกหน้าจอ - เต็มหน้าจอ
$ST_START_FULL_DESC		= โหมดนี้ให้คุณบันทึกทั้งหน้าจอที่แสดงอยู่
$ST_START_FULL_STEP		= 1. เลือกหน้าจอมอนิเตอร์ที่จะบันทึก [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_WINDOW_TITLE		= บันทึกหน้าจอ - ระบุหน้าต่าง
$ST_START_WINDOW_DESC		= โหมดนี้ให้คุณบันทึกหน้าต่างที่เลือกแม้ว่าจะถูกคลุมด้วยหน้าต่างอื่น
$ST_START_WINDOW_STEP		= 1. เลือกหน้าต่างที่จะบันทึก [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_MOUSE_TITLE		= บันทึกหน้าจอ - รอบๆ เมาส์
$ST_START_MOUSE_DESC		= โหมดนี้ให้คุณบันทึกเคอร์เซอร์เมาส์รอบๆ ที่คุณวิ่งอยู่ในหน้าจอเดสท็อป
$ST_START_MOUSE_STEP		= 1. เลือกขนาดที่จะบันทึก [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_GAME_TITLE		= โหมดบันทึกเกม
$ST_START_GAME_DESC		= โหมดนี้ให้คุณบันทึกการเล่นเกมขณะที่แสดงตัวเลข FPS
$ST_START_GAME_STEP		= 1. เริ่มเกมและตรวจสอบตัวเลข FPS สีเขียว [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_DEVICE_TITLE		= โหมดการบันทึกด้วยอุปกรณ์
$ST_START_DEVICE_DESC		= โหมดนี้ให้คุณบันทึกอุปกรณ์ภายนอกอย่างเช่นเว็บแคม, Xbox, สมาร์ทโฟน, IPTV, ฯลฯ
$ST_START_DEVICE_STEP		= 1. เลือกอุปกรณ์เว็บแคมหรืออุปกรณ์การจับภาพ [br]2. คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$ST_START_AUDIO_TITLE		=  โหมดการบันทึกเฉพาะเสียง
$ST_START_AUDIO_DESC		= โหมดนี้ให้คุณบันทึกเฉพาะเสียงเช่นลำโพงและไมโครโฟน
$ST_START_AUDIO_STEP		= คลิกปุ่ม 'REC' หรือกดปุ่มลัดบันทึก

$BN_START_HELP			= ดูการช่วยเหลือออนไลน์
$BN_START_RECORD		= เริ่มการบันทึก
$BN_START_RECORD_STOP		= หยุดการบันทึก
$ST_START_HOTKEY_RECORD		= บันทึก/หยุด
$ST_START_HOTKEY_SCREENSHOT	= บันทึกรูปภาพ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= เล่น
$BN_BDFIX_OPEN_FOLDER		= เปิดโฟลเดอร์
$BN_BDFIX_CLOSE			= ปิด
$ST_BDFIX_INPUT_FILE		= ไฟล์ที่เลือก
$ST_BDFIX_INPUT_FILE2		= เปิดไฟล์ avi/mp4 ที่เสียหาย
$BN_BDFIX_INPUT_FILE		= เปิด
$ST_BDFIX_OUTPUT_FILE		= ไฟล์ที่บันทึก
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= เลือกพื้นที่การบันทึก
$MENU_RECTANGLE			= หน้าจอบนพื้นที่สี่เหลี่ยมผืนผ้า
$MENU_FULLSCREEN		= เต็มหน้าจอ
$MENU_WINDOW_SCREEN		= ระบุหน้าต่าง
$MENU_AROUND_MOUSE		= รอบๆ เมาส์
$MENU_AUDIO_ONLY		= เฉพาะเสียง
$MENU_RECT_FIND_WINDOW		= เลือกพื้นที่การบันทึก
$MENU_RECT_CUSTOM		= กำหนดขนาดเอง
$MENU_RECT_RECENTLY_USED	= ขนาดที่ใช้ล่าสุด
$MENU_FULL_DISPLAY_ALL		= ทุกหน้าจอ
$MENU_FULL_DISPLAY_1		= หน้าจอที่ 1
$MENU_FULL_DISPLAY_2		= หน้าจอที่ 2
$MENU_FULL_DISPLAY_3		= หน้าจอที่ 3
$MENU_FULL_DISPLAY_4		= หน้าจอที่ 4
$MENU_FULL_DISPLAY_5		= หน้าจอที่ 5
$MENU_FULL_DISPLAY_6		= หน้าจอที่ 6
$MENU_FULL_DISPLAY_7		= หน้าจอที่ 7
$MENU_FULL_DISPLAY_8		= หน้าจอที่ 8
$MENU_FULL_SHOW_CONTRL		= แสดงแถบควบคุมตลอดเวลา
$MENU_FULL_HIDE_CONTRL		= ซ่อนแถบควบคุมตลอดเวลา
$MENU_MOUSE_CUSTOM		= กำหนดขนาดเอง
$MENU_WINDOW_FIND		= เลือกพื้นที่การบันทึกบนหน้าต่างที่เลือก
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= ปิดการใช้งานลำโพง
$MENU_DEVICE_DISABLE_MICROPHONE	= ปิดการใช้งานไมโครโฟน
$MENU_DEVICE_ADVANCED		= ขั้นสูง...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= เปิดโฟลเดอร์ที่บันทึก
$TOOLTIP_SCHEDULED_RECORDING	= ตารางการบันทึก
$TOOLTIP_SCREENSHOT		= จับภาพ
$TOOLTIP_RECORD			= บันทึก / หยุด
$TOOLTIP_PAUSE			= พัก
$TOOLTIP_UI_MODE		= ย่อ/ขยาย UI
$TOOLTIP_REGISTER		= ลงทะเบียน Bandicam
$TOOLTIP_ONLINE_HELP		= ช่วยเหลือออนไลน์

$TOOLTIP_TOOL_NONE		= เคอร์เซอร์ (ไม่วาดรูป) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= ปากกา (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= ปากกาเน้น (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= เส้น (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= ลูกศร (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= กล่อง (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= หมายเลข (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= ข้อความ (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= ยางลบ (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= เลือกสี
$TOOLTIP_TOOL_LINE		= ความหนาของเส้น
$TOOLTIP_TOOL_UNDO		= เลิกทำ (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= ทำซ้ำ (Ctrl+Y)

$TOOLTIP_HOME_SEL		= เลือกโหมดการบันทึก
$TOOLTIP_HOME_RECT		= บันทึกหน้าจอ - พื้นที่สี่เหลี่ยมผืนผ้า
$TOOLTIP_HOME_FULL		= บันทึกหน้าจอ - เต็มหน้าจอ
$TOOLTIP_HOME_WINDOW		= บันทึกหน้าจอ - ระบุหน้าต่าง
$TOOLTIP_HOME_MOUSE		= บันทึกหน้าจอ - รอบๆ เมาส์
$TOOLTIP_HOME_GAME		= โหมดบันทึกเกม
$TOOLTIP_HOME_DEVICE		= โหมดการบันทึกด้วยอุปกรณ์
$TOOLTIP_HOME_AUDIO		= โหมดการบันทึกเฉพาะเสียง

$TOOLTIP_ADD_MOUSE_EFFECT	= เพิ่มลักษณะของเคอร์เซอร์เมาส์
$TOOLTIP_ADD_TEXT_OVERLAY	= เพิ่มลักษณะโอเวอร์เลย์บนข้อความ
$TOOLTIP_ADD_SPEAKER		= เพิ่มลำโพง
$TOOLTIP_ADD_MICROPHONE		= เพิ่มไมโครโฟน
$TOOLTIP_ADD_WEBCAM_OVERLAY	= เพิ่มเว็บแคมโอเวอร์เลย์
$TOOLTIP_MUTE_SPEAKER		= ปิดเสียงลำโพง
$TOOLTIP_MUTE_MICROPHONE	= ปิดเสียงไมโครโฟน

$TOOLTIP_REFRESH_LINFO		= รีเฟรชข้อมูลการลงทะเบียน

$TOOLTIP_ADJUST_SPEAKER_VOL	= ปรับระดับเสียงลำโพง
$TOOLTIP_ADJUST_MICROPHONE_VOL	= ปรับระดับเสียงไมโครโฟน

$TOOLTIP_OUTPUT_VIDEO		= รายชื่อไฟล์ที่บันทึกไว้ - วิดีโอ
$TOOLTIP_OUTPUT_IMAGE		= รายชื่อไฟล์ที่บันทึกไว้ - รูปภาพ
$TOOLTIP_OUTPUT_AUDIO		= รายชื่อไฟล์ที่บันทึกไว้ - เสียง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= ลงทะเบียน
$BTN_BUY_NOW			= สั่งซื้อ
$BTN_RENEW			= ต่ออายุ
$ST_LEARN_MORE			= เรียนรู้เพิ่มเติม

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ยกเลิก
IDOK				= ตกลง
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= ตั้งค่ารูปแบบ
IDC_ST_FMTSET_FILE		= ประเภทไฟล์
IDC_ST_FMTSET_VIDEO		= วิดีโอ
IDC_ST_VIDEO_SIZE		= ขนาด
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= การเข้ารหัส
IDC_ST_VIDEO_CODEC_PROFILE	= โปรไฟล์
IDC_ST_VIDEO_BITRATE		= บิตเรต
IDC_ST_VIDEO_QUALITY		= คุณภาพ
IDC_ST_FMTSET_AUDIO		= เสียง
IDC_CK_AUDIO_ORIGINAL_PCM	= บันทึกเป็นรูปแบบเสียงเดิม
IDC_ED_AUDIO_ORIGINAL_PCM	= คุณสามารถบันทึกแบบหลายช่องทางและเสียงความละเอียดสูง (96KHz หรือมากกว่า)
IDC_ST_AUDIO_CH			= ช่อง
IDC_ST_AUDIO_FREQ		= ความถี่
IDC_ST_AUDIO_CODEC		= การเข้ารหัส
IDC_ST_AUDIO_BITRATE		= บิตเรต
IDC_ST_FORMAT_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= การตั้งค่ารูปแบบ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= ลงทะเบียน Bandicam
IDC_ST_1BUY			= 1. ซื้อ
IDC_ST_1BUY_COMMENT		= Bandicam ไม่ใช่โปรแกรมฟรีแวร์ หากคุณจะบันทึกแบบไม่มีลายน้ำบนวิดีโอของคุณ คุณจะต้องสั่งซื้อ Bandicam
IDC_BTN_BUY_ONLINE		= ซื้อออนไลน์
IDC_ST_2REGISTER		= 2. ลงทะเบียน
IDC_ST_2REGISTER_COMMENT	= คุณจะต้องเชื่อมต่อกับอินเตอร์เน็ตเพื่อลงทะเบียน Bandicam
IDC_ST_EMAIL_ADDRESS		= ที่อยู่ E-mail
IDC_ST_SERIAL_NUMBER		= หมายเลข Serial
IDC_BTN_REGISTER_NOW		= ลงทะเบียนตอนนี้
IDC_BTN_UNREGISTER_NOW		= ยกเลิกการลงทะเบียน
IDC_BTN_CLOSE			= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= ตรวจสอบการอัพเดต
IDC_ST_UPDATE_SETTING		= ตั้งค่า
IDC_CK_UPDATE_ENABLE		= เปิดการอัพเดตแบบอัตโนมัติ
IDC_CK_UPDATE_POPUP		= แสดงป๊อปอัพหากมีการอัพเดตสำคัญ
IDC_UPDATE_CHECK_NOW		= ตรวจสอบการอัพเดตตอนนี้
IDC_CLOSE			= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= ตัวเลือกขั้นสูง
IDC_BTN_RESET			= รีเซ็ต

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= ทั่วไป
IDC_CK_ALWAYS_ON_TOP2		= Bandicam แสดงตลอดเวลา
IDC_CK_START_MINIMIZED_TO_TRAY	= เริ่ม Bandicam ที่ถาดไอคอน
IDC_CK_RUN_WHEN_START		= เรียกใช้ Bandicam เมื่อเปิดเครื่อง
IDC_CK_RECORD_WHEN_RUN		= เริ่มบันทึกเต็มหน้าจอหลังเรียกใช้ Bandicam
IDC_BTN_TIMER_RECORDING		= ตั้งเวลาสำหรับการเริ่มบันทึกแบบอัตโนมัติ
IDC_CK_SHOW_FPS_IN_VIDEO	= แสดง FPS บนวิดีโอ/รูปภาพ
IDC_ST_SHOW_FPS_IN_VIDEO	= (เฉพาะใน 'โหมดบันทึกเกม')
IDC_CK_SHOW_TIP_BAR		= แสดงแถบข้อแนะนำ/ข้อมูล
IDC_CK_NO_TRAY_BALLOON		= ปิดการแจ้งเตือนที่ถาดไอคอน
IDC_ST_ADV_AUTOMATIC		= อัตโนมัติ
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = เคล็ดลับ: วิธีเริ่มการบันทึกเมื่อเริ่มต้น Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= บันทึกไปยัง
IDC_ST_OUT_OUTPUT_FOLDER	= โฟลเดอร์ที่บันทึก
IDC_CK_OUT_CREATE_SUBFOLDER	= สร้างโฟลเดอร์ย่อยเมื่อเขียนไฟล์
IDC_RD_OUT_SUBFOLDER		= ชื่อโฟลเดอร์ย่อยจะเป็นชื่อเป้าหมายการบันทึก
IDC_RD_OUT_SUBFOLDER_2		= 'วิดีโอ'/ 'รูปภาพ' / 'เสียง'
IDC_RD_OUT_SUBFOLDER_3		= รูปแบบวันที่ (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= เปิดการเขียนแคชบนดิสก์
IDC_ST_OUT_FILE_NAMING		= การตั้งค่าชื่อไฟล์
IDC_ST_OUT_EXAMPLE		= ตัวอย่าง)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= ภาษา
IDC_ST_TRANSLATOR		= ขอบคุณสำหรับผู้แปล

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= เป้าหมายการจับภาพ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= ปิด DX10/11 สำหรับการจำภาพบน IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= ปิด DirectX วิดีโอโอเวอร์เลย์
IDC_BTN_BLOCK_LIST		= รายการที่ถูกบล็อก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= ทั่วไป
IDC_CK_HKEY_START_REC		= เริ่ม/หยุดการบันทึก
IDC_CK_HKEY_PAUSE_REC		= พักการบันทึก
IDC_CK_HKEY_CAPTURE_IMAGE	= จับภาพหน้าจอ
IDC_CK_HKEY_MUTE_SPEAKER	= ปิดเสียงลำโพง
IDC_CK_HKEY_MUTE_MICROPHONE	= ปิดเสียงไมโครโฟน
IDC_ST_HKEY_SCREEN_MODE		= โหมดการบันทึกหน้าจอ
IDC_CK_HKEY_SHOW_RECT		= แสดง/ซ่อนพื้นที่สี่เหลี่ยมผืนผ้า
IDC_CK_HKEY_TOGGLE_DRAW		= โหมดการวาดรูป
IDC_CK_HKEY_SEL_TARGET_RECT	= เลือกพื้นที่เป้าหมาย
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= ขยายตัวอย่างการแสดงเว็บแคมสูงสุด
IDC_ST_HKEY_GAME_MODE		= โหมดการบันทึกเกม
IDC_CK_HKEY_SHOW_FPS		= FPS - แสดง/ซ่อน
IDC_CK_HKEY_POS_FPS		= FPS - ตำแหน่ง
IDC_CK_HKEY_LIMIT_FPS		= FPS - จำกัด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= การตั้งค่าอื่นๆ
IDC_BTN_VIDEO_RECORD_SETTINGS	= การตั้งค่าการบันทึกวิดีโอ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= การตั้งค่ารูปแบบไฟล์วิดีโอ
IDC_BTN_AUTO_COMPLETE_RECORDING	= การบันทึกเสร็จแบบอัตโนมัติ
IDC_ST_OTHER_UAC		= การเรียกใช้ในฐานะผู้ดูแล (UAC)
IDC_RD_OTHER_NONADMIN		= เรียกใช้ในฐานะผู้ใช้ทั่วไป
IDC_RD_OTHER_ADMIN		= เรียกใช้ Bandicam ในฐานะผู้ดูแล
IDC_RD_OTHER_ADMIN_GAME		= เรียกใช้ในฐานะผู้ดูแลเฉพาะโหมด 'บันทึกเกม'
IDC_BTN_OTHER_RESTART		= เริ่มระบบใหม่
IDC_LN_OTHER_UAC		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= การบันทึกเสร็จแบบอัตโนมัติ
IDC_ST_RC_HOWTO			= ตั้งกฏการเสร็จแบบอัตโนมัติ
IDC_RD_RC_NOTCOMPLETE		= ปิดเสร็จแบบอัตโนมัติ
IDC_RD_RC_TIME			= ตามเวลาที่บันทึก
IDC_ST_RC_MAX_TIME		= สูงสุด
IDC_RD_RC_SIZE			= ตามขนาดที่บันทึก
IDC_ST_RC_MAX_SIZE		= สูงสุด
IDC_RD_RC_NOSOUND		= ตามระยะเวลาที่ไม่มีเสียง (วินาที)
IDC_CK_RC_NOSOUND		= แสดงป๊อปอัพก่อนที่จะหยุดการบันทึก
IDC_ST_RC_AFTER			= หลังเสร็จแบบอัตโนมัติเสร็จสิ้น
IDC_RD_RC_NOTHING		= ไม่ทำอะไร
IDC_RD_RC_NEW_RECORDING		= เริ่มการบันทึกใหม่
IDC_RD_RC_EXIT_BDCAM		= หยุดการบันทึกและออก Bandicam
IDC_RD_RC_SHUTDOWN		= ปิดเครื่องคอมพิวเตอร์
IDC_RD_RC_HIBERNATE		= ไฮเบอร์เนตคอมพิวเตอร์

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= การบันทึกเสร็จแบบอัตโนมัติ - แจ้งให้ทราบ
IDC_ST_NOSOUND_TITLE		= สถานะไม่มีเสียง
IDC_ST_NOSOUND_DESC		= การบันทึกจะสิ้นสุดลงเนื่องจากคอมพิวเตอร์นี้ไม่มีการเล่นเสียง
IDC_ST_NOSOUND_DESC2		= หยุดการบันทึกในอีก %d วินาที
IDC_BTN_NOSOUND_CONTINUE	= บันทึกต่อไป

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= ปิดเครื่องคอมพิวเตอร์
IDC_ST_SHUTDOWN			= ปิดเครื่องคอมพิวเตอร์
IDC_ST_SHUTDOWN_INFO		= กำลังจะปิดเครื่องคอมพิวเตอร์\nกด 'ยกเลิก' หากคุณไม่อยากจะปิดเครื่องคอมพิวเตอร์

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= การตั้งค่าการบันทึก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= บันทึกเสียง
IDC_ST_SND_SELECT_1		= อุปกรณ์เสียงหลัก
IDC_ST_SND_DEVICE_0		= ลำโพง
IDC_BTN_SND_SETTING_0		= ตั้งค่า
IDC_ST_SND_DEVICE_1		= ไมโครโฟน
IDC_BTN_SND_SETTING_1		= ตั้งค่า
IDC_ST_SND_VOLUME_1		= ระดับเสียง
IDC_CK_SND_MONO_1		= โมโน
IDC_BTN_SND_FILTER_1		= ตัวกรอง
IDC_ST_SND_SELECT_2		= อุปกรณ์เสียงรอง (ขั้นสูง)
IDC_BTN_SND_SETTING_2		= ตั้งค่า
IDC_ST_SND_VOLUME_2		= ระดับเสียง
IDC_CK_SND_MONO_2		= โมโน
IDC_BTN_SND_FILTER_2		= ตัวกรอง
IDC_CK_SND_MIX_SOUND		= สองเสียงผสมกัน (เสียงหลักและเสียงรองเป็นแทร็กเสียงเดียว)
IDC_CK_SND_CAP_PUSH_TO		= กดเพื่อพูด หรือ กดเพื่อปิดเสียง
IDC_ST_SOUND_HELP		= [ ช่วยเหลือ ]
IDC_CK_SND_SAVE_AS_WAV		= บันทึกเสียงเพลงขณะที่บันทึก (.wav)
IDC_ST_AUDIO_MODE		= โปรดเลือกอุปกรณ์เสียงอย่างน้อยหนึ่งอุปกรณ์สำหรับการบันทึกเสียง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= เพิ่มเว็บแคมโอเวอร์เลย์ไปยังวิดีโอ
IDC_ST_WEBCAM_SETTING		= ตั้งค่า
IDC_ST_WEBCAM_POS		= ตำแหน่ง:
IDC_CK_WEBCAM_USE_CHROMAKEY	= ใช้ Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= ขั้นสูง
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= การตั้งค่าขั้นสูง
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = ตัวอย่างเว็บแคมบนหน้าจอ 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= เปิดปิดตัวอย่างผ่านทางปุ่มลัด
IDC_RD_WEBCAM_ADD_TO_VIDEO	= เพิ่มเว็บแคมโอเวอร์เลย์ไปที่ไฟล์วิดีโอ
IDC_RD_WEBCAM_SAVE_AS_MP4	= บันทึกเว็บแคมวิดีโอเป็นไฟล์แยก (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= เพิ่มโลโก้ไปยังวิดีโอ
IDC_ST_LOGO_SETTING		= ตั้งค่า
IDC_ST_LOGO_IMAGE		= รูปภาพ:
IDC_ST_LOGO_OPACITY		= ความทึบ:
IDC_ST_LOGO_POS			= ตำแหน่ง:
IDC_ST_LOGO_LR_MARGINS		= ระยะขอบ ซ้าย/ขวา:
IDC_ST_LOGO_TB_MARGINS		= ระยะขอบ บน/ล่าง:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= แสดงเคอร์เซอร์เมาส์
IDC_ST_CURSOR_SIZE		= ขนาด
IDC_ST_EFFECTS_MOUSE		= ลักษณะเมาส์
IDC_CK_ADD_CLICK_EFFECTS	= เพิ่มลักษณะการคลิกเมาส์
IDC_ST_CLICK_EFFECT_SIZE	= ขนาด
IDC_ST_LEFT_CLICK_COLOR		= สีคลิกซ้าย
IDC_ST_RIGHT_CLICK_COLOR	= สีคลิกขวา
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= เพิ่มลักษณะไฮไลท์เมาส์
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= ขนาด
IDC_ST_HIGHLIGHT_COLOR		= สีไฮไลท์
IDC_ST_HIGHLIGHT_OPACITY	= ความทึบ
IDC_ST_EFFECT_PREVIEW_TITLE	= ตัวอย่าง
IDC_ST_EFFECTS_MOUSE_SOUND	= เล่นเสียงคลิกเมาส์ขณะบันทึก
IDC_CK_EFFECT_LCLICK_SOUND	= คลิกซ้าย
IDC_CK_EFFECT_RCLICK_SOUND	= คลิกขวา

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= เพิ่ม keystroke ไปยังวิดีโอ
IDC_ST_ADD_KEYSTROKE		= โอเวอร์เลย์ keystroke มีเฉพาะในโหมดบันทึกหน้าจอเท่านั้น
IDC_ST_KEYSTROKE_SETTING	= การตั้งค่า
IDC_ST_KEYSTROKE_SIZE		= ขนาดฟอนต์:
IDC_ST_KEYSTROKE_POS		= ตำแหน่ง:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= เพิ่มข้อความโอเวอร์เลย์ไปยังวิดีโอ
IDC_BTN_TEXT_OVERLAY_ADD	= เพิ่ม
IDC_BTN_TEXT_OVERLAY_EDIT	= แก้ไข
IDC_BTN_TEXT_OVERLAY_DEL	= ลบ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= ตัวเลือก
IDC_ST_REC_PRIORITY		= ความสำคัญในการบันทึก :
IDC_ST_REC_PRIORITY2		= ความสำคัญที่สูงขึ้นอาจจะเกิดการกระตุก
IDC_ST_FOR_DX_GL		= สำหรับโหมดบันทึกหน้าจอ
IDC_CK_SKIP_RECORDING		= ข้ามการบันทึกในขณะที่เฟรมไม่ได้อัพเดต
IDC_CK_ENHANCED_DX9_CAPTURE	= ใช้วิธีการจับภาพที่ดีขึ้น (เร็วขึ้น, เฉพาะ DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= สำหรับบนหน้าจอสี่เหลี่ยมผืนผ้า
IDC_CK_HIDE_MAINWND_WHILE_REC	= ซ่อนหน้าต่างหลักขณะกำลังบันทึก
IDC_CK_SHOW_COUNTDOWN_TIMER	= แสดงเวลานับถอยหลังก่อนการบันทึกเริ่มต้น
IDC_CK_ENHANCED_CAPTURE		= ใช้วิธีการจับภาพที่ดีขึ้น (เร็วขึ้น, Windows 8 หรือขึ้นไป)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = เล่นเสียงเมื่อการบันทึกเริ่มต้นหรือสิ้นสุดลง
IDC_CK_EXCLUDE_FROM_CAPTURE	= ยกเว้นหน้าต่าง Bandicam จากการบันทึก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= ตัวอย่างเว็บแคมและตัวเลือกขั้นสูง
IDC_ST_WEBCAM_PRESET_POS	= ตำแหน่งพรีเซ็ต
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= ตั้งค่า
IDC_ST_WEBCAM_DEVICE		= เว็บแคม:
IDC_BTN_WEBCAM_DEVICE		= ตั้งค่า
IDC_ST_WEBCAM_DEVICE_FMT	= รูปแบบ:
IDC_ST_WEBCAM_SIZE		= ขนาดโอเวอร์เลย์:
IDC_ST_WEBCAM_POS_H		= ตำแหน่ง X:
IDC_ST_WEBCAM_POS_V		= ตำแหน่ง Y:
IDC_ST_WEBCAM_FLIPSCREEN	= พลิกหน้าจอ:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= รูปร่าง:
IDC_ST_WEBCAM_BLUR		= ลักษณะเบลอ:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= ใช้ Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= สี:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= เลือก
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = ความเหมือนกัน: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= การผสม:
IDC_LN_WEBCAM_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= ตัวอย่างเว็บแคม

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= การตั้งค่าข้อความโอเวอร์เลย์
IDC_ST_TEXT_OVERLAY_SETTINGS	= ตั้งค่า
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= รวมเวลาประทับ
IDC_ST_TEXT_FONT		= ฟอนต์:
IDC_ST_TEXT_SIZE		= ขนาด:
IDC_ST_TEXT_MARGIN		= ขอบ:
IDC_ST_TEXT_ALPHA		= แอลฟา:
IDC_ST_TEXT_COLOR		= สีข้อความ:
IDC_CK_TEXT_SHADOW_COLOR	= เงา:
IDC_CK_TEXT_OUT_COLOR		= เค้าโครง:
IDC_BTN_ADD_TEXT_MACRO		= เพิ่มข้อความมาโคร (วันที่, เวลา...)
IDC_LN_TEXT_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= ตั้งค่าการจับภาพ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= เพิ่มโลโก้ไปยังรูปภาพ
IDC_ST_IMG_LOGO_SETTING		= ตั้งค่า
IDC_ST_IMG_LOGO_IMAGE		= รูปภาพ:
IDC_ST_IMG_LOGO_OPACITY		= ความทึบ:
IDC_ST_IMG_LOGO_POS		= ตำแหน่ง:
IDC_ST_IMG_LOGO_LR_MARGINS	= ขอบซ้าย/ขวา:
IDC_ST_IMG_LOGO_TB_MARGINS	= ขอบบน/ล่าง:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= ขนาดกำหนดเองของเป้าหมาย
IDC_ST_TARGET_SIZE_SETTING	= ตั้งค่า
IDC_ST_TARGET_SIZE		= เป้าหมายขนาด:
IDC_BTN_TARGET_RECENT		= ขนาดเป้าหมายล่าสุด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= เพิ่มพรีเซ็ตขนาดใหม่
IDC_ST_ADD_SIZE_PRESET		= คุณสามารถบันทึกตำแหน่งเป้าหมายปัจจุบันและขนาดเป็นพรีเซ็ตใหม่ได้\nกรุณาตั้งชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= แก้ไขขนาดพรีเซ็ต
IDC_BTN_SIZE_PRESET_ADD		= เพิ่ม
IDC_BTN_SIZE_PRESET_DEL		= ลบ
IDC_BTN_SIZE_PRESET_REN		= เปลี่ยนชื่อ
IDC_BTN_SIZE_PRESET_UP		= ขึ้น
IDC_BTN_SIZE_PRESET_DN		= ลง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= เปลี่ยนชื่อขนาดพรีเซ็ต
IDC_ST_REN_SIZE_PRESET		= ใส่ชื่อใหม่สำหรับพรีเซ็ต

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= ข้อมูล
IDC_ST_ACAP_INFO		= ข้อมูลการจับเสียง
IDC_ST_ACAP_INFO2		= การ์ดเสียงของคุณไม่สามารถจับเสียงได้ กรุณาตรวจสอบ 'ควบคุมการบันทึก' \nคุณต้องการไปที่หน้าความช่วยเหลือออนไลน์หรือไม่?
IDC_CK_ACAP_DO_NOT_ASK		= อย่าถามอีก
IDC_BTN_YES			= ใช่
IDC_BTN_NO			= ไม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= เวลาในการบันทึกสูงสุด
IDC_ST_RC_TIME_SETTING		= ตั้งค่า
IDC_ST_RC_TIME_HOUR		= ชั่วโมง
IDC_ST_RC_TIME_MIN		= นาที
IDC_ST_RC_TIME_SEC		= วินาที

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= ขนาดในการบันทึกสูงสุด
IDC_ST_RC_FILESIZE_SETTING	= ตั้งค่า

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= เพิ่มพรีเซ็ตใหม่
IDC_ST_ADD_PRESET		= คุณสามารถบันทึกตั้งค่ารูปแบบปัจจุบันเป็นพรีเซ็ตใหม่ได้\nกรุณาใส่ชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= แก้ไขพรีเซ็ต
IDC_BTN_PRESET_ADD		= เพิ่ม
IDC_BTN_PRESET_DEL		= ลบ
IDC_BTN_PRESET_REN		= เปลี่ยนชื่อ
IDC_BTN_PRESET_UP		= ขึ้น
IDC_BTN_PRESET_DN		= ลง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= เปลี่ยนชื่อพรีเซ็ต
IDC_ST_REN_PRESET		= กรุณาใส่ชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= เลือกวิดีโอโคเดกภายนอก
IDC_ST_CODEC_EX_LIST		= รายชื่อโคเดก
IDC_ST_CODEC_EX_SETTINGS	= การตั้งค่า
IDC_ST_CODEC_EX_DRIVER		= ชื่อไดร์เวอร์
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= คุณภาพ
IDC_ST_CODEC_EX_DATERATE	= อัตราข้อมูล
IDC_ST_CODEC_EX_KEYFRAME	= ระยะเวลาคีย์เฟรม
IDC_CK_CODEC_EX_PREFER_RGB	= ต้องการใช้พื้นที่สี RGB
IDC_BTN_CODEC_EX_CONFIG		= กำหนดค่า
IDC_BTN_CODEC_EX_ABOUT		= เกี่ยวกับ
IDC_ST_CODEC_EX_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= รายการที่ถูกบล็อก
IDC_ST_BLOCK_LIST		= รายการต่อไปนี้ไม่อนุญาตในการจับภาพ
IDC_ST_BLOCK_LIST_EX		= ตัวอย่าง :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= การตั้งค่า H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_CUDA_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_CUDA_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_CUDA_GPU_USAGE	= การใช้ GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= เฉพาะ GPU (ใช้กับ GPU ที่เร็วขึ้น)
IDC_ST_H264_CUDA_GPU_DEVICE	= อุปกรณ์ GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_CUDA_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_CUDA_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= ตั่งค่า H.264 (ซิงค์วิดีโออย่างรวดเร็ว)
IDC_ST_H264_SYNC_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_SYNC_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_SYNC_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_SYNC_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_SYNC_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_SYNC_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= ตั่งค่า H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_APP_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_APP_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_APP_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_APP_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_APP_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_APP_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= การตั้งค่า Xvid
IDC_ST_XVID_RATE_CONTROL	= อัตราควบคุม
IDC_RD_XVID_VBR			= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_XVID_CBR			= CBR - ตามบิตเรต
IDC_ST_XVID_OPTIMIZATION	= การเพิ่มประสิทธิภาพ
IDC_RD_XVID_FASTER_SPEED	= ความเร็วเข้ารหัสที่เร็วขึ้น
IDC_RD_XVID_SMALLER_SIZE	= ขนาดไฟล์ที่เล็กลง
IDC_ST_XVID_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_XVID_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= ตั้งค่า H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_NVENC_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_NVENC_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_NVENC_GPU_USAGE	= การใช้ GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= อุปกรณ์ GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_NVENC_KEYFRAME_INT	=  ระยะเวลาคีย์เฟรม:
IDC_ST_H264_NVENC_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= ตั้งค่า H.264 (ซีพียู)
IDC_ST_H264_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_VBR			= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_CBR			= CBR - ตามบิตเรต
IDC_ST_H264_OPTIMIZATION	= การเพิ่มประสิทธิภาพ
IDC_RD_H264_FASTER_SPEED	= การเข้ารหัสที่เร็วขึ้น
IDC_RD_H264_BALANCED		= ประสิทธิภาพสมดุลกัน
IDC_RD_H264_SMALLER_SIZE	= ขนาดไฟล์เล็ก
IDC_ST_H264_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= ตั้งเวลาบันทึก
IDC_ST_TIMER_SETTINGS		= ตั้งค่า
IDC_RD_TIMER_START_IN		= เริ่มต้นใน
IDC_ST_TIMER_MINUTES		= นาที
IDC_RD_TIMER_START_AT		= เริ่มต้น ณ
IDC_CK_TIMER_MINIMIZE		= ย่อ Bandicam ลงที่ถาดเมื่อการบันทึกเริ่ม
IDC_ST_TIMER_AUTO_COMPLETE	= การบันทึกเสร็จแบบอัตโนมัติ
IDC_BTN_TIMER_AUTO_COMPLETE	= ตั้งค่า

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= ตั้งเวลาการบันทึก - รอที่จะเริ่มต้น
IDC_ST_TIMER_WAITING_INFO	= รอที่จะเริ่มต้นการบันทึก ณ %s
IDC_ST_TIMER_ELAPSED		= เวลาที่ผ่านไป:
IDC_ST_TIMER_REMAINING		= เวลาที่เหลือ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= ตั้งค่า FPS
IDC_ST_FORMAT_FPS_MODE		= โหมดอัตราเฟรม
IDC_RD_FORMAT_FPS_CFR		= ใช้ CFR - อัตราเฟรมแบบคงที่
IDC_ST_FORMAT_FPS_CFR		= ถอยกลับไปใช้ VFR หากอัตราเฟรมต่ำเกินไป
IDC_RD_FORMAT_FPS_VFR		= ใช้ VFR - อัตราเฟรมตัวแปร (แนะนำ)
IDC_ST_FORMAT_FPS_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= อัปโหลดไปยัง YouTube.com
IDC_ST_YOUTUBE_UPLOADINFO	= ข้อมูลอัปโหลด
IDC_ST_YOUTUBE_FILENAME		= ชื่อไฟล์:
IDC_ST_YOUTUBE_TITLE		= หัวข้อ:
IDC_ST_YOUTUBE_DESCRIPTION	= คำอธิบาย:
IDC_ST_YOUTUBE_PRIVACY		= ความเป็นส่วนตัว:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= สาธารณะ - อนุญาตให้ทุกคนดูวิดีโอนี้
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= ไม่แสดง - ทุกคนที่มีลิงค์วิดีโอสามารถเข้าไปชมเท่านั้น
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= ส่วนตัว - ทำวิดีโอนี้สำหรับคุณและผู้ใช้ที่คุณเลือกเท่านั้น
IDC_BTN_YOUTUBE_UPLOAD		= อัปโหลด
IDC_LN_YOUTUBE_HELP		= ช่วยเหลือ
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= จดจำฉันไว้ในระบบ
IDC_BTN_YOUTUBE_LOGOUT		= ออกจากระบบ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= กำลังอัปโหลด...
IDC_ST_YOUTUBE_UPLOADED		= การอัปโหลดวิดีโอเสร็จสมบูรณ์!
IDC_ST_YOUTUBE_LINK		= ลิงค์:
IDC_ST_YOUTUBE_EMBED		= ฝัง:
IDC_BTN_YOUTUBE_LINK_GO		= ไป
IDC_BTN_YOUTUBE_EMBED_COPY	= คัดลอก
IDC_BTN_YOUTUBE_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= อัปโหลดไปยัง Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= ข้อมูลอัปโหลด
IDC_ST_VIMEO_FILENAME		= ชื่อไฟล์:
IDC_ST_VIMEO_TITLE		= หัวข้อ:
IDC_ST_VIMEO_DESCRIPTION	= คำอธิบาย:
IDC_ST_VIMEO_PRIVACY		= ความเป็นส่วนตัว:
IDC_RD_VIMEO_PRIVACY_ANYONE	= ทุกคน - อนุญาตให้ทุกคนดูวิดีโอนี้
IDC_RD_VIMEO_PRIVACY_ONLYME	= เฉพาะฉัน - ทำวิดีโอนี้ดูได้แค่ฉันเท่านั้น
IDC_RD_VIMEO_PRIVACY_FOLLOW	= เฉพาะคนที่ฉันติดตาม - ทำวิดีโอนี้สำหรับคนที่ติดตามฉันบน Vimeo เท่านั้น
IDC_RD_VIMEO_PRIVACY_UNLISTED	= เฉพาะผู้คนที่มีลิงก์ส่วนตัวสามารถดูวิดีโอนี้ได้
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (ผู้ใช้ Vimeo Basic ไม่สามารถใช้ได้)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= เฉพาะผู้คนที่มีรหัสผ่านสามารถดูวิดีโอนี้ได้
IDC_CK_HIDE_PASSWORD		= ซ่อนรหัสผ่าน
IDC_BTN_VIMEO_UPLOAD		= อัปโหลด
IDC_LN_VIMEO_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= กำลังอัปโหลด...
IDC_ST_VIMEO_UPLOADED		= การอัปโหลดวิดีโอเสร็จสมบูรณ์!
IDC_ST_VIMEO_LINK		= ลิงค์:
IDC_ST_VIMEO_EMBED		= ฝัง:
IDC_BTN_VIMEO_LINK_GO		= ไป
IDC_BTN_VIMEO_EMBED_COPY	= คัดลอก
IDC_BTN_VIMEO_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= อัปโหลดไปยัง Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= ข้อมูลอัปโหลด
IDC_ST_FACEBOOK_FILENAME	= ชื่อไฟล์:
IDC_ST_FACEBOOK_TITLE		= หัวข้อ:
IDC_ST_FACEBOOK_DESCRIPTION	= คำอธิบาย:
IDC_ST_FACEBOOK_PRIVACY		= ความเป็นส่วนตัว:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= สาธารณะ - อนุญาตให้ทุกคนดูวิดีโอนี้
IDC_RD_FACEBOOK_PRIVACY_FOF	= เพื่อนของเพื่อน - อนุญาตให้เพื่อนของเพื่อนของคุณดูวิดีโอนี้
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= เพื่อน - อนุญาตให้เพื่อนของคุณดูวิดีโอนี้
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= เฉพาะฉัน - ทำวิดีโอนี้ดูได้แค่ฉันเท่านั้น
IDC_BTN_FACEBOOK_UPLOAD		= อัปโหลด
IDC_LN_FACEBOOK_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= กำลังอัปโหลด...
IDC_ST_FACEBOOK_UPLOADED	= การอัปโหลดวิดีโอเสร็จสมบูรณ์!
IDC_ST_FACEBOOK_LINK		= ลิงค์:
IDC_BTN_FACEBOOK_LINK_GO	= ไป
IDC_BTN_FACEBOOK_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= อัปโหลดไปยัง Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= ข้อมูลการอัปโหลด
IDC_ST_GDRIVE_FILENAME		= ชื่อไฟล์:
IDC_ST_GDRIVE_SHARE_MODE	= แชร์:
IDC_RD_GDRIVE_DONT_SHARE	= ไม่แชร์
IDC_RD_GDRIVE_SHARELINK		= รับลิงก์แชร์
IDC_ST_GDRIVE_SHARELINK_HELP	= ทุกคนที่มีลิงก์นี้จะดูได้
IDC_BTN_GDRIVE_UPLOAD		= อัปโหลด
IDC_LN_GDRIVE_HELP		= ช่วยเหลือ
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= จดจำฉันไว้ในระบบ
IDC_BTN_GDRIVE_LOGOUT		= ออกจากระบบ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= กำลังอัปโหลด...
IDC_ST_GDRIVE_UPLOADED		= การอัปโหลดวิดีโอเสร็จสมบูรณ์!
IDC_ST_GDRIVE_LINK		= ลิงก์:
IDC_BTN_GDRIVE_LINK_GO	= ไป
IDC_BTN_GDRIVE_SHARELINK_COPY	= คัดลอกลิงก์
IDC_BTN_GDRIVE_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC สามารถใช้ได้
IDC_LN_NVENC_AVAILABLE		= การเข้ารหัสแบบ NVIDIA NVENC H.264 สามารถใช้ได้ NVENC เป็นตัวการเข้ารหัสแบบประสิทธิภาพสูงโดยการใช้การเร่งฮาร์ดแวร์ คุณต้องการที่จะใช้การเข้ารหัสแบบ NVENC H.264 หรือไม่?\n<a>เพิ่มเติม</a>
IDC_CK_NVENC_AVAILABLE		= อย่าถามฉันอีก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) สามารถใช้ได้
IDC_LN_QSV_AVAILABLE		= การเข้ารหัสแบบ Intel® Quick Sync Video H.264 สามารถใช้ได้ QSV เป็นตัวการเข้ารหัสแบบประสิทธิภาพสูงโดยการใช้การเร่งฮาร์ดแวร์ \nคุณต้องการที่จะใช้การเข้ารหัสแบบ QSV H.264 หรือไม่?\n<a>เพิ่มเติม</a>
IDC_CK_QSV_AVAILABLE		= อย่าถามฉันอีก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= เลือกอุปกรณ์
IDC_ST_DEVICE_SELECTION		= เลือก
IDC_ST_DEVICE_NAME		= อุปกรณ์:
IDC_BTN_DEVICE_NAME_SETTINGS	= การตั้งค่า
IDC_ST_DEVICE_FORMAT		= รูปแบบ:
IDC_ST_DEVICE_VIDEO_INPUT	= ป้อนข้อมูลวิดีโอ:
IDC_ST_DEVICE_AUDIO_INPUT	= ป้อนข้อมูลเสียง:
IDC_CK_DEVICE_AUDIO_CUSTOM	= ใช้อุปกรณ์เสียงที่กำหนดเอง
IDC_BTN_DEVICE_INPUT_SETTINGS	= การตั้งค่า
IDC_ST_DEVICE_OPTIONS		= ตัวเลือก
IDC_ST_DEVICE_DEINTERLAING	= การกรองการสั่นไหว:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= พลิกหน้าจอ:
IDC_CK_DEVICE_FLIPSCREEN_H	= แนวนอน
IDC_CK_DEVICE_FLIPSCREEN_V	= แนวตั้ง
IDC_LN_DEVICE_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= ปัญหาความเข้ากันบน Origin
IDC_LN_CAUTION_USING_WINAPPS	= ถ้าเปิดการจับภาพบน Windows Apps (UWP) ปัญหาความเข้ากันอาจจะเกิดขึ้นกับ Origin <a>คลิกที่นี่</a> เพื่อแก้ไขปัญหานี้ \n\nคุณแน่ใจคุณต้องการเปิดการจับภาพบน Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= อย่าถามอีก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= รายชื่อตารางการบันทึก
IDC_ST_SREC_LIST_TEXT		= กำหนดเวลาที่จะบันทึกในเวลาที่กำหนด (ฟังก์ชันนี้จะใช้ได้เมื่อคุณเปิด Bandicam ไว้)
IDC_BTN_SREC_LIST_ADD		= เพิ่ม
IDC_BTN_SREC_LIST_EDIT		= แก้ไข
IDC_BTN_SREC_LIST_DELETE	= ลบ
IDC_BTN_SREC_LIST_COPY		= คัดลอก
IDC_BTN_SREC_LIST_CLOSE		= ปิด
IDC_LN_SREC_TIP_TASK_SCHEDULER	= เคล็ดลับ: วิธีเริ่มการกำหนดเวลาบันทึกเมื่อไม่ได้เปิด Bandicam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= ตารางการบันทึก
IDC_ST_SREC_SETTINGS_NAME	= ชื่อ:
IDC_CK_SREC_ACTIVE		= เปิดใช้งาน
IDC_ST_SREC_SCHEDULING		= การกำหนด
IDC_RD_SREC_ONE_TIME		= ครั้งเดียว
IDC_RD_SREC_DAILY		= รายวัน
IDC_RD_SREC_WEEKLY		= รายสัปดาห์
IDC_ST_SREC_START_TIME		= เวลาเริ่มต้น:
IDC_ST_SREC_END_TIME		= เวลาสิ้นสุด:
IDC_CK_SREC_DURATION		= ระยะเวลา
IDC_CK_SREC_SUN			= วันอาทิตย์
IDC_CK_SREC_MON			= วันจันทร์
IDC_CK_SREC_TUE			= วันอังคาร
IDC_CK_SREC_WED			= วันพุธ
IDC_CK_SREC_THU			= วันพฤหัสบดี
IDC_CK_SREC_FRI			= วันศุกร์
IDC_CK_SREC_SAT			= วันเสาร์
IDC_ST_SREC_RECORDING		= การบันทึก
IDC_ST_SREC_TARGET		= เป้าหมายการบันทึก:
IDC_BTN_SREC_TARGET_SELECT	= เลือก
IDC_ST_SREC_AFTER_RECORDING	= หลังการบันทึก:
IDC_LN_SREC_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= ไม่มีอุปกรณ์บันทึกเสียง
IDC_ST_ACAP_NO_DEVICE		= ไม่พบอุปกรณ์บันทึกเสียง\nดังนั้นจะไม่มีเสียงในวิดีโอที่บันทึกแล้ว
IDC_CK_ACAP_DO_NOT_SHOW		= อย่าแสดงข้อความนี้อีก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam ได้เรียกใช้ในฐานะผู้ใช้ทั่วไป
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= การบันทึกอาจจะตรวจจับบางเป้าหมายไม่ได้เนื่องจากคุณไม่ได้เรียกใช้ Bandicam ในฐานะผู้ดูแล \n\n<a>คลิกที่นี่เพื่อเรียกใช้ Bandicam ในฐานะผู้ดูแล</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= ช่วยเหลือ
ID_BTN_CAUTION_UAC_SETTINGS		= ตั้งค่า

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= เกี่ยวกับ Bandicam
ID_POPUP_GENERAL		= ตั้งค่า - ทั่วไป
ID_POPUP_FRAME			= ตั้งค่า - FPS
ID_POPUP_VIDEO			= ตั้งค่า - วิดีโอ
ID_POPUP_IMAGE			= ตั้งค่า - รูปภาพ
ID_POPUP_AUDIO			= ตั้งค่า - เสียง
ID_POPUP_OUTPUTS		= รายชื่อไฟล์ที่บันทึกไปยัง
ID_POPUP_OPENOUTPUTFOLDER	= เปิดโฟลเดอร์ที่บันทึกไว้
ID_POPUP_TARGET			= เป้าหมาย
ID_POPUP_SETTINGS		= การตั้งค่า
ID_POPUP_SIZE			= ขนาด
ID_POPUP_EXIT			= ออก

ID_TARGET_DIRECTX		= โหมดบันทึกเกม
ID_TARGET_SCREEN		= โหมดบันทึกหน้าจอ - พื้นที่สี่เหลี่ยมผืนผ้า
ID_TARGET_FULL			= โหมดบันทึกหน้าจอ - เต็มหน้าจอ
ID_TARGET_WINDOW		= โหมดบันทึกหน้าจอ - ระบุหน้าต่าง
ID_TARGET_MOUSE			= โหมดบันทึกหน้าจอ - รอบๆ เมาส์
ID_TARGET_DEVICE		= โหมดการบันทึกด้วยอุปกรณ์
ID_TARGET_AUDIO_ONLY		= โหมดการบันทึกเฉพาะเสียง
ID_TARGET_HELP			= ช่วยเหลือ

ID_TARGET_HIDE			= แสดง / ซ่อน \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= คัดลอกไปที่คลิปบอร์ด \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= โหมดการวาดรูป \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= แสดงตลอดเวลา
ID_TARGET_COUNTDOWN		= นับเวลาถอยหลัง
ID_TARGET_COUNTDOWN_TIMER	= แสดงเวลานับถอยหลัง
ID_TARGET_COUNTDOWN_0		= ปิด
ID_TARGET_COUNTDOWN_1		= 1 วินาที
ID_TARGET_COUNTDOWN_2		= 2 วินาที
ID_TARGET_COUNTDOWN_3		= 3 วินาที
ID_TARGET_COUNTDOWN_4		= 4 วินาที
ID_TARGET_COUNTDOWN_5		= 5 วินาที
ID_TARGET_COUNTDOWN_6		= 6 วินาที
ID_TARGET_COUNTDOWN_7		= 7 วินาที
ID_TARGET_COUNTDOWN_8		= 8 วินาที
ID_TARGET_COUNTDOWN_9		= 9 วินาที
ID_TARGET_COUNTDOWN_10		= 10 วินาที
ID_TARGET_HIDE_MAINWND		= ซ่อนหน้าต่างหลักขณะกำลังบันทึก
ID_TARGET_TRANSPARENCY		= ความทึบ
ID_TARGET_SIZE			= ขนาด
ID_TARGET_ADJUST		= ปรับแต่ง

ID_TARGET_MOVE_LEFT		= ย้ายไปทางซ้าย \t ซ้าย
ID_TARGET_MOVE_RIGHT		= ย้ายไปทางขวา \t ขวา
ID_TARGET_MOVE_UP		= ย้ายไปทางขึ้น \t ขึ้น
ID_TARGET_MOVE_DOWN		= ย้ายไปทางลง \t ลง

ID_TARGET_INC_WIDTH		= เพิ่มความกว้าง \t Shift+ขวา
ID_TARGET_DEC_WIDTH		= ลดความกว้าง \t Shift+ซ้าย
ID_TARGET_INC_HEIGHT		= เพิ่มความสูง \t Shift+ลง
ID_TARGET_DEC_HEIGHT		= ลดความสูง \t Shift+ขึ้น

ID_TARGET_FIND_WINDOW		= เลือกพื้นที่การบันทึก \t Ctrl+F
ID_TARGET_FULLSCREEN		= เต็มหน้าจอ \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= พอดีกับ 4:3
ID_TARGET_RATIO_16_9		= พอดีกับ 16:9
ID_TARGET_SIZE_CUSTOM		= กำหนดเอง \t Ctrl+U
ID_TARGET_SIZE_PRESET		= ขนาดพรีเซ็ต \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= เพิ่มพรีเซ็ต
ID_TARGET_SIZE_PRESET_EDIT	= แก้ไขพรีเซ็ต
ID_TARGET_SIZE_RU		= ขนาดที่ใช้แล้ว \t Ctrl+S

ID_TARGET_DISPLAY		= หนัาจอ
ID_TARGET_DISPLAY_1		= หนัาจอที่ 1
ID_TARGET_DISPLAY_2		= หนัาจอที่ 2
ID_TARGET_DISPLAY_3		= หนัาจอที่ 3
ID_TARGET_DISPLAY_4		= หนัาจอที่ 4
ID_TARGET_DISPLAY_5		= หนัาจอที่ 5
ID_TARGET_DISPLAY_6		= หนัาจอที่ 6
ID_TARGET_DISPLAY_7		= หนัาจอที่ 7
ID_TARGET_DISPLAY_8		= หนัาจอที่ 8
ID_TARGET_DISPLAY_ALL		= ทุกหน้าจอ

ID_TARGET_OPEN_OUTPUTFOLDER	= เปิดโฟลเดอร์ที่บันทึกไว้
ID_TARGET_OUTPUT_LIST		= รายชื่อไฟล์ที่บันทึกไว้
ID_TARGET_EXIT_BANDICAM		= ออก Bandicam

ID_DEVICE_HIDE			= แสดง / ซ่อน \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= คัดลอกไปที่คลิปบอร์ด \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= แสดงบนหน้าจอตลอด
ID_DEVICE_SELECTION		= เลือกอุปกรณ์ \t Ctrl+D
ID_DEVICE_FULLSCREEN		= เต็มหน้าจอ \t Enter
ID_DEVICE_ZOOM			= ซูม
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= อัตราส่วน
ID_DEVICE_KEEP_ASPECT_RATIO	= เก็บอัตราส่วนไว้
ID_DEVICE_ASPECT_RATIO_DEFAULT	= ค่าเริ่มต้น
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= เปิดโฟลเดอร์ที่บันทึกไว้
ID_DEVICE_OUTPUT_LIST		= รายชื่อไฟล์ที่บันทึกไว้
ID_DEVICE_EXIT_BANDICAM		= ออก Bandicam

ID_USER_PRESET_ADD		= เพิ่มพรีเซ็ต
ID_USER_PRESET_EDIT		= แก้ไขพรีเซ็ต

ID_SORT_BY_DATE			= เรียงตามวันที่
ID_SORT_BY_NAME			= เรียงตามชื่อ
ID_SORT_BY_SIZE			= เรียงตามขนาด

ID_OUTPUTS_LB_PLAY		= เล่น
ID_OUTPUTS_LB_OPEN		= เปิด
ID_OUTPUTS_LB_EDIT		= แก้ไข
ID_OUTPUTS_LB_RENAME		= เปลี่ยนชื่อ     \t F2
ID_OUTPUTS_LB_DELETE		= ลบ     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= เลือกทั้งหมด \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= เปิดโฟลเดอร์ที่บันทึก

ID_UPLOAD_TO_YOUTUBE		= อัปโหลดไปยัง YouTube
ID_UPLOAD_TO_VIMEO		= อัปโหลดไปยัง Vimeo
ID_UPLOAD_TO_FACEBOOK		= อัปโหลดไปยัง Facebook
ID_UPLOAD_TO_GDRIVE		= อัปโหลดไปยัง Google Drive

ID_BDCAM_SIZE_DEFAULT		= ขนาดเริ่มต้น

ID_AUDIO_FILTER_MONO		= แปลงเป็นเสียงโมโน
ID_AUDIO_FILTER_NS		= การลดเสียงรบกวน
ID_AUDIO_FILTER_NS_OFF		= ปิด
ID_AUDIO_FILTER_NS_LOW		= ต่ำ
ID_AUDIO_FILTER_NS_MEDIUM	= ปานกลาง
ID_AUDIO_FILTER_NS_HIGH		= สูง


